{
    "header": {
        "english": "English",
        "spanish": "Spanish"
    },
    "links": {
        "about": "ABOUT",
        "education": "EDUCATION",
        "experience": "EXPERIENCE",
        "abilities": "ABILITIES",
        "contact": "CONTACT"
    },
    "personal-info": {
        "fullname": "Nestor Fernandez",
        "software-engineer": "Software Engineer",
        "software-developer": "Software Developer",
        "frontend-developer": "Frontend Developer",
        "backend-developer": "Backend Developer",
        "fullstack-developer": "FullStack Web Developer"
    },
    "copyright": "Copyright © 2022 Nestor Fernandez",
    "about": {
        "title": "About me",
        "spin-button": "Spin me!",
        "paragraph": {
            "1": "Since I was a child <strong>I have always been passionate about technology.</strong>, I remember when i was 8 or 9 years old how I disassembled the electronic devices that no longer worked and used the parts for my 'experiments'. As I grew older I began develop the interest for computing and programming, creating my first page about videogames when I was 12 years old.",
            "2": "I am lucky <strong>to be in love with my profession</strong>, which implies that I enjoy working and I am always looking for an innovate approach and the highest quality of the product created when proposing solutions.",
            "3": "I graduated as a <strong>Software Engineer</strong> at the University of Malaga in 2022. I currently work as Software Developer, in the field of <strong>Web Development</strong>, both on the Frontend and Backend (Although there are people who do not like this concept, I consider myself <strong>FullStack Web Developer</strong>) with modern technologies like <strong>React</strong> and <strong>Node</strong>, but I also interested in Artificial Intelligence and Cibersecurity."
        }
    },
    "education": {
        "title": "Educations",
        "school": {
            "name": "Al-Baytar High School",
            "title": "High School (2008 - 2016)",
            "description": "During my time in high school I especially enjoyed science subjects: mathematics, biology, physics and chemistry. In technology i wrote <strong> my first Java programs.</strong>"
        },
        "course": {
            "name": "University of Malaga",
            "title": "Setup and Configuration of PC (2016)",
            "description": "Official university extension course in which I learned in depth the functionality and how the hardware components of a PC interact with each other and the best combinations of these."
        },
        "university": {
            "name": "University of Malaga",
            "title": "Software Engineering (2016 - 2022)",
            "description": "At university I learned all the basics of computer science: <strong>Databases</strong>, fundamentals of programming, operative systems, <strong>requirements engineering, agile and classical methodologies</strong> among many other things. I developed  a few <strong>web applications projects</strong> with Java EE, Laravel (PHP) and specially with <strong>React, Express, MongoDB and Firebase.</strong>"
        }
    },
    "contact": {
        "title": "Contact",
        "form": {
            "first-name-label": "First Name",
            "last-name-label": "Last Name",
            "phone-label": "Phone number",
            "email-label": "Email",
            "message-label": "Message"
        }
    }
}
